Repository: HotCakeX/Harden-Windows-Security
Catalog: Harden Windows Security App/Strings/*/Resources.resw
Source language: en_us
Languages: he_il

# CertificatesNavItem.AutomationProperties.HelpText
source: Find all certificates in your system that are not rooted to any certificate on the trusted Microsoft root certificates list.
he_il: מצא את כל האישורים במערכת שלך שאינם מעוגנים לאף אישור ברשימת אישורי השורש המהימנים של Microsoft.

# CountryIPBlockingNavItem.ToolTipService.ToolTip
source: Block IP address ranges of countries in various United States official sanctions lists.
he_il: חסום טווחי כתובות IP של מדינות ברשימות הסנקציות הרשמיות השונות של ארצות הברית.

# CountryIPBlockingNavItem.AutomationProperties.HelpText
source: Block IP address ranges of countries in various United States official sanctions lists.
he_il: חסום טווחי כתובות IP של מדינות ברשימות הסנקציות הרשמיות השונות של ארצות הברית.

# NonAdminCommandsNavItem.ToolTipService.ToolTip
source: Verify, Remove and Apply security measures that only apply to the current user.
he_il: אמת, הסר והחל אמצעי אבטחה שחלים רק על המשתמש הנוכחי.

# NonAdminCommandsNavItem.AutomationProperties.HelpText
source: Verify, Remove and Apply security measures that only apply to the current user.
he_il: אמת, הסר והחל אמצעי אבטחה שחלים רק על המשתמש הנוכחי.

# GroupPolicyEditorNavItem.ToolTipService.ToolTip
source: Read Group Policy files, export them to JSON, merge them and retrieve the entire security policy details of the system.
he_il: קרא קבצי Group Policy, ייצא אותם ל-JSON, מזג אותם ואחזר את פרטי מדיניות האבטחה המלאים של המערכת.

# GroupPolicyEditorNavItem.AutomationProperties.HelpText
source: Read Group Policy files, export them to JSON, merge them and retrieve the entire security policy details of the system.
he_il: קרא קבצי Group Policy, ייצא אותם ל-JSON, מזג אותם ואחזר את פרטי מדיניות האבטחה המלאים של המערכת.

# ApplyText.Text
source: Apply
he_il: החל

# VerifyText.Text
source: Verify
he_il: אמת

# RemoveText.Text
source: Remove
he_il: הסר

# OpenTheFollowingLinkInBrowser
source: Open the following link in browser: {0}
he_il: פתח את הקישור הבא בדפדפן: {0}

# StatusOverviewText.Text
source: Status Overview
he_il: סקירת סטטוס

# SearchSecurityMeasuresPlaceHolder.PlaceholderText
source: Search for security measures...
he_il: חפש אמצעי אבטחה...

# SearchFeatureCapabilityPlaceHolder.PlaceholderText
source: Search among the features and capabilities...
he_il: חפש בין התכונות והיכולות...

# ReputationText.Text
source: Reputation
he_il: מוניטין

# SourceText.Text
source: Source
he_il: מקור

# DurationText.Text
source: Duration
he_il: משך זמן

# CopyToClipBoard.ToolTipService.ToolTip
source: Copy to clipboard
he_il: העתק ללוח

# CopyToClipBoard.AutomationProperties.HelpText
source: Copy to clipboard
he_il: העתק ללוח

# GetAppsListText.Text
source: Get Apps List
he_il: קבל רשימת אפליקציות

# UninstallSelectedAppsText.Text
source: Uninstall Selected Apps
he_il: הסר אפליקציות נבחרות

# SearchForAppsPlaceHolder.PlaceholderText
source: Search for apps...
he_il: חפש אפליקציות...

# UninstallText.Text
source: Uninstall
he_il: הסר התקנה

# OpenLocationText.Text
source: Open Location
he_il: פתח מיקום

# CopyAppDetailsText.Text
source: Copy App Details
he_il: העתק פרטי אפליקציה

# DetailsText.Text
source: Details
he_il: פרטים

# ConvertINFToJSONText.Text
source: Convert Security INF to JSON
he_il: המר קובץ INF אבטחה ל-JSON

# ConvertINFToJSONButton.Content
source: Convert
he_il: המר

# ConvertINFToJSONButton.ToolTipService.ToolTip
source: Start converting the selected Security Policy INF file to JSON.
he_il: התחל להמיר את קובץ INF מדיניות האבטחה הנבחר ל-JSON.

# ConvertINFToJSONButton.AutomationProperties.HelpText
source: Start converting the selected Security Policy INF file to JSON.
he_il: התחל להמיר את קובץ INF מדיניות האבטחה הנבחר ל-JSON.

# OutputDirForJSONSettingsCard.Header
source: Output Directory for JSON Files
he_il: תיקיית פלט לקבצי JSON

# OutputDirForJSONSettingsCard.Description
source: Select where to save the converted JSON files
he_il: בחר היכן לשמור את קבצי ה-JSON המומרים

# OutputDirForJSONSettingsCard.ToolTipService.ToolTip
source: Select where to save the converted JSON files
he_il: בחר היכן לשמור את קבצי ה-JSON המומרים

# OutputDirForJSONSettingsCard.AutomationProperties.HelpText
source: Select where to save the converted JSON files
he_il: בחר היכן לשמור את קבצי ה-JSON המומרים

# SelectedINFFilesText.Text
source: Selected Security INF Files
he_il: קבצי INF אבטחה נבחרים

# SelectedDirectoryText.Text
source: Selected Directory
he_il: תיקייה נבחרת

# INFToJSONConversionSectionSettingsCard.Header
source: Select Security INF Files for JSON Conversion
he_il: בחר קבצי INF אבטחה להמרה ל-JSON

# INFToJSONConversionSectionSettingsCard.Description
source: Choose one or more Security INF files to convert to JSON format
he_il: בחר קובץ INF אבטחה אחד או יותר להמרה לפורמט JSON

# INFToJSONConversionSectionSettingsCard.ToolTipService.ToolTip
source: Choose one or more Security INF files to convert to JSON format
he_il: בחר קובץ INF אבטחה אחד או יותר להמרה לפורמט JSON

# INFToJSONConversionSectionSettingsCard.AutomationProperties.HelpText
source: Choose one or more Security INF files to convert to JSON format
he_il: בחר קובץ INF אבטחה אחד או יותר להמרה לפורמט JSON

# SelectedText.Text
source: Selected:
he_il: נבחר:

# StatusAppliedText
source: Status: Applied
he_il: סטטוס: הוחל

# StatusNotAppliedText
source: Status: Not Applied
he_il: סטטוס: לא הוחל

# StatusUndeterminedText
source: Status: Undetermined
he_il: סטטוס: לא נקבע

# AppliedText
source: Applied
he_il: הוחל

# NotAppliedText
source: Not Applied
he_il: לא הוחל

# NAText
source: N/A
he_il: לא זמין

# AppDescription
source: Harden Windows Security is an application that helps you configure your system to be secure against many advanced threats, only using tools and features available in the OS and offered by Microsoft without using any 3rd party tools or programs.
he_il: Harden Windows Security הוא אפליקציה שעוזרת לך להגדיר את המערכת שלך להיות מאובטחת נגד איומים מתקדמים רבים, תוך שימוש רק בכלים ותכונות הזמינים במערכת ההפעלה והמוצעים על ידי Microsoft ללא שימוש בכלים או תוכניות של צד שלישי.

# LogsPageTitle.Text
source: The following are the logs that the Harden Windows Security automatically generates and stores in the designated folder. The total size of the logs folder will never exceed 1GB.
he_il: להלן הלוגים שאבטחת Windows Harden מייצרת ושומרת אוטומטית בתיקייה המיועדת. הגודל הכולל של תיקיית הלוגים לעולם לא יעבור 1GB.

# OpenLogsDirectoryButtonText.Text
source: Open Logs Directory
he_il: פתח תיקיית לוגים
